tap "azure/bicep"
tap "derailed/k9s"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "johanhaleby/kubetail"
brew "python@3.11"
brew "ansible"
brew "webp"
brew "argo"
brew "argocd"
brew "asciinema"
brew "asciiquarium"
brew "docutils"
brew "awscli"
brew "python@3.10"
brew "azure-cli"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "caddy"
brew "coreutils"
brew "cask"
brew "cilium-cli"
brew "cmatrix"
brew "colima"
brew "cowsay"
brew "curl"
brew "dialog"
brew "exiftool"
brew "ffmpeg"
brew "fortune"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-gui"
brew "git-lfs"
brew "glab"
brew "pinentry"
brew "gnupg"
brew "go"
brew "go-jsonnet"
brew "goreleaser"
brew "helm"
brew "htop"
brew "httpie"
brew "hubble"
brew "iftop"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "imlib2"
brew "infracost"
brew "jpeg"
brew "jq"
brew "json-glib"
brew "k3d"
brew "kind"
brew "kompose"
brew "kubernetes-cli"
brew "krew"
brew "kube-ps1"
brew "kubectx"
brew "kubeval"
brew "kustomize"
brew "libosinfo"
brew "lolcat"
brew "lynx"
brew "mas"
brew "midnight-commander"
brew "minica"
brew "minikube"
brew "mongocli"
brew "moreutils"
brew "mr"
brew "mysql"
brew "mysql-client"
brew "mysql-client@5.7"
brew "nghttp2"
brew "node"
brew "openconnect"
brew "packer"
brew "php"
brew "pinentry-mac"
brew "podman"
brew "ponysay"
brew "putty"
brew "python-launcher"
brew "rancher-cli"
brew "rke"
brew "s3cmd"
brew "smartmontools"
brew "speedtest-cli"
brew "starship"
brew "telnet"
brew "terraform"
brew "terraform-docs"
brew "terraforming"
brew "tflint"
brew "tfsec"
brew "thefuck"
brew "tig"
brew "tmux"
brew "toilet"
brew "tree"
brew "trivy"
brew "watch"
brew "wget"
brew "wifi-password"
brew "wireguard-tools"
brew "youtube-dl"
brew "yq"
brew "zsh"
brew "zsh-completions"
brew "azure/bicep/bicep"
brew "derailed/k9s/k9s"
brew "hashicorp/tap/vault"
brew "johanhaleby/kubetail/kubetail"
cask "adobe-creative-cloud"
cask "alfred"
cask "bbedit"
cask "iterm2"
cask "keepassxc"
cask "obs"
cask "pgadmin4"
cask "powershell"
cask "rar"
cask "signal"
cask "skype"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "vmware-fusion11"
cask "wine-stable"
cask "zoom"
mas "Actions", id: 1586435171
mas "Adobe Lightroom", id: 1451544217
mas "Alfred", id: 405843582
mas "Amazing AI", id: 1660147028
mas "Apple Configurator", id: 1037126344
mas "Azure Administrator Quiz", id: 1618037282
mas "Blackmagic RAW Speed Test", id: 1466185689
mas "Codye", id: 1516894961
mas "Color Picker", id: 1545870783
mas "CopyClip", id: 595191960
mas "Cyberduck", id: 409222199
mas "DaVinci Resolve", id: 571213070
mas "Disk Speed Test", id: 425264550
mas "Emby", id: 992180193
mas "feedly", id: 865500966
mas "G2FA", id: 6444865161
mas "GarageBand", id: 682658836
mas "Gifski", id: 1351639930
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Outlook", id: 985367838
mas "Microsoft Remote Desktop", id: 1295203466
mas "MS-900", id: 1631764947
mas "NFC Tools for Desktop", id: 1392471092
mas "Notability", id: 360593530
mas "Noto", id: 1095135886
mas "Numbers", id: 409203825
mas "OpenSpeedTest-Server", id: 1579499874
mas "Pages", id: 409201541
mas "Playgrounds", id: 1496833156
mas "Pocket", id: 568494494
mas "Reeder", id: 1529448980
mas "Reolink Client", id: 1086871235
mas "Save to Pocket", id: 1477385213
mas "Scratch 3", id: 1446785996
mas "Sequel Ace", id: 1518036000
mas "Silicon Info", id: 1542271266
mas "SimpleMind", id: 439654198
mas "Speedtest", id: 1153157709
mas "Today", id: 6443714928
mas "Twitter", id: 1482454543
mas "WhatsApp", id: 1147396723
mas "Yubico Authenticator", id: 1497506650
vscode "1Password.op-vscode"
vscode "4ops.terraform"
vscode "aaron-bond.better-comments"
vscode "alexcvzz.vscode-sqlite"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "bmewburn.vscode-intelephense-client"
vscode "cperezabo.routeros-syntax"
vscode "cweijan.vscode-mysql-client2"
vscode "devMike.mikrotik-routeros-script"
vscode "DEVSENSE.composer-php-vscode"
vscode "DotJoshJohnson.xml"
vscode "formulahendry.vscode-mysql"
vscode "GitHub.copilot"
vscode "GitHub.copilot-labs"
vscode "GitHub.remotehub"
vscode "golang.go"
vscode "Grafana.vscode-jsonnet"
vscode "Gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "Infracost.infracost"
vscode "ivangabriele.vscode-git-add-and-commit"
vscode "JordanHury.sqltools-cassandra"
vscode "KevinRose.vsc-python-indent"
vscode "laszer25.terraform-azure-autocomplete"
vscode "MohamedFaizal.tf-az-codesnippet"
vscode "ms-azuretools.azure-dev"
vscode "ms-azuretools.vscode-azureappservice"
vscode "ms-azuretools.vscode-azurecontainerapps"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azurestaticwebapps"
vscode "ms-azuretools.vscode-azurestorage"
vscode "ms-azuretools.vscode-azureterraform"
vscode "ms-azuretools.vscode-azurevirtualmachines"
vscode "ms-azuretools.vscode-bicep"
vscode "ms-azuretools.vscode-cosmosdb"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-aks-tools"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-ai"
vscode "ms-toolsai.vscode-ai-remote"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.azurecli"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-node-azure-pack"
vscode "msazurermtools.azurerm-vscode-tools"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-mssql"
vscode "mtxr.sqltools-driver-mysql"
vscode "mtxr.sqltools-driver-pg"
vscode "mtxr.sqltools-driver-sqlite"
vscode "naumovs.color-highlight"
vscode "PKief.material-icon-theme"
vscode "pnp.polacode"
vscode "pomdtr.excalidraw-editor"
vscode "redhat.vscode-knative"
vscode "redhat.vscode-yaml"
vscode "rifi2k.format-html-in-php"
vscode "run-at-scale.terraform-doc-snippets"
vscode "samcogan.arm-snippets"
vscode "Shan.code-settings-sync"
vscode "twxs.cmake"
vscode "vincaslt.highlight-matching-tag"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
